Repository: navid507/alpha
Catalog: lib/l10n/app_*.arb
Languages: fa

source: Top Swimmers
fa: شناگران برتر

source: more
fa: مشاهده جزییات

source: loading...
fa: ... در حال بارگذاری

source: home
fa: خانه

source: changeUser
fa: تغییر شناگر

source: setUserPhone
fa: ثبت شماره همراه

source: userProfile
fa: پروفایل شناگر

source: periods
fa: دوره های آموزشی

source: aboutUs
fa: درباره ما

source: contactUs
fa: ارتباط با ما

source: exit
fa: خروج

source: registerPhone
fa: ثبت شماره همراه

# enterPhoneNumber
source: registerPhone
fa: درج شماره همراه

# pleaseEnterValidPhone
source: registerPhone
fa: لطفا شماره همراه معتبر وارد نمایید

# pleaseEnterValidCode
source: registerPhone
fa: لطفا کد تایید معتبر وارد نمایید.

# pleaseEnterPhone
source: registerPhone
fa: لطفا شماره همراه را وارد نمایید.

source: Ok
fa: تایید

source: Cancel
fa: انصراف

# verifyCode
source: registerPhone
fa: ثبت کد تایید

# enterCode
source: registerPhone
fa: کد تایید

# pleaseEnterCode
source: registerPhone
fa: لطفا کد تایید را وارد نمایید

# changePhoneNumber
source: registerPhone
fa: تغییر شماره همراه

# areYouSureToChangePhone
source: registerPhone
fa: آیا مایل به تغییر شماره همراه هستید

# yes
source: registerPhone
fa: بله

# no
source: registerPhone
fa: خیر

# connectedSwimmers
source: registerPhone
fa: شناگران متصل به این حساب

# addNewSwimmers
source: registerPhone
fa: افزودن شناگر جدید

source: No Connected Swimmers Available
fa: شناگر متصل به این حساب موجود نیست

# registerSwimmerForm
source: registerPhone
fa: فرم مشخصات شناگر

# swimmerInfo
source: registerPhone
fa: مشخصات شناگر

# swimmerName
source: registerPhone
fa: نام شناگر

# swimmerFamily
source: registerPhone
fa: فامیل شناگر

# birthdate
source: registerPhone
fa: تاریخ تولد

# nationalCode
source: registerPhone
fa: شماره ملی

# phoneNumber
source: registerPhone
fa: شماره همراه

# tel
source: registerPhone
fa: شماره تلفن

# address
source: registerPhone
fa: آدرس

# schoolInfo
source: registerPhone
fa: اطلاعات مدرسه

# schoolTel
source: registerPhone
fa: شماره تلفن

# schoolRegion
source: registerPhone
fa: ناحیه

# schoolAddr
source: registerPhone
fa: آدرس

# fatherInfo
source: registerPhone
fa: مشخصات پدر

# fatherEducation
source: registerPhone
fa: تحصیلات

# fatherJob
source: registerPhone
fa: شغل

# fatherPhone
source: registerPhone
fa: شماره همراه

# motherInfo
source: registerPhone
fa: مشخصات مادر

# motherEducation
source: registerPhone
fa: تحصیلات مادر

# motherJob
source: registerPhone
fa: شغل مادر

# motherPhone
source: registerPhone
fa: تلفن مادر

# addedInfo
source: registerPhone
fa: اطلاعات تکمیلی

# introducer
source: registerPhone
fa: معرف

# job
source: registerPhone
fa: شغل

# familiarity
source: registerPhone
fa: نحوه آشنایی

# socialMedia
source: registerPhone
fa: شبکه های اجتماعی

# swimmers
source: registerPhone
fa: شناگران

# visitor
source: registerPhone
fa: بازاریاب

# coach
source: registerPhone
fa: مربی

# other
source: registerPhone
fa: دیگران

# usingService
source: registerPhone
fa: استفاده از سرویس

# profileImage
source: registerPhone
fa: تصویر پروفایل

# melliImage
source: registerPhone
fa: تصویر کارت ملی

# shenasnameImage
source: registerPhone
fa: تصویر شناسنامه

# insuarnaceImage
source: registerPhone
fa: تصویر بیمه

# studentCertificate
source: registerPhone
fa: گواهی تحصیل

# register
source: registerPhone
fa: ثبت

# edit
source: registerPhone
fa: ویرایش

# uploadFiles
source: registerPhone
fa: آپلود فایل ها

# pleaseFillTheField
source: registerPhone
fa: لطفا مقدار را وارد نمایید.

# pleaseEnterValid
source: registerPhone
fa: لطفا مقدار معتبر وارد نمایید

# generalDialogError
source: registerPhone
fa: برخی فیلدها نیاز به تصحیح دارند
